;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Dewi Gwyn
; TranslationAuthorEmail: llygredd.moesol@btinternet.com
;

[Translation]
LangCode=0452
ReadHabit=Left-to-right
LanguageName=CYM
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Gwybodaeth
Warning=Rhybudd
Error=Gwall
Confirm=Cadarnhad
pmGo=Agor Ffolder
pmNone=Dewis Dim
pmAll1=Dewis Popeth
pmrec=Argymell
pmIgnore=Anwybyddwch yr eitem yma
pmExport=Allforio i...
pmInvert=Gwrthdroi Dewis
FrmWDC.pmPortable.caption=Creu fersiwn symudol
FrmWDC.pmRestore.caption=Adfer
FrmWDC.pmSettings.caption=Gosodiadau
FrmGeneral.chkuac.caption=Sgipiwch UAC
FrmWDC.pmHelp.caption=Cymorth Arlein
FrmWDC.pmHome.caption=Tudalen Gartref
FrmWDC.pmForum.caption=Fforwm
FrmWDC.pmContact.caption=Cysylltwch a Ni
FrmWDC.pmCheckNew.caption=Gwiriwch am Ddiewddariad
FrmWDC.pmLang.caption=Ieithoedd
FrmWDC.pmSkin.caption=Newidwch Groen
FrmWDC.pmabout.caption=Ynghylch
FrmWDC.btncomm.caption=Glanhaydd Cyffredin
FrmWDC.btnadv.caption=Uwch Lanhaydd
FrmWDC.btnsilm.caption=System Teneuo
FrmWDC.btnlikeit.caption=Hoffi hwn
FrmWDC.btnsuggest.caption=Awgrymiad ac Adborth
FrmWDC.btnupdate.caption=Gwirwch am ddiweddariad
FrmWDC.btnfacebook.hint=Dilynwch ni ar Facebook
FrmWDC.btntwitter.hint=Rhannwch ar Twitter
FrmWDC.btnemail.hint=Rhannwch gyda'ch ffrindiau
FrmWDC.btnassist.caption=Cymorth
FrmWDC.btnmessage.caption=Neges
FrmAdvSettings.lblinfo.caption=Unwaith yn unig mae "Darganfyddwch ffeiliau gwag" yn effeithiol. Rhaid dewis hyn eto y tro nesaf.
Frmadvdc.btnscan.caption=Sganiwch
Frmadvdc.lblpath.caption=Sganiwch Leoliad:
Frmadvdc.btnrescan.caption=Sganiwch Eto
Frmadvdc.btnre.caption=Argymell
Frmadvdc.btnall.caption=Dewis Popeth
Frmadvdc.btnadvanced.caption=Uwch Osodiadau
Frmadvdc.btnnone.caption=Dewis Dim
Frmadvdc.lblwrcinfo.caption=Glanhaydd Cofrestrfa Wise yw'r Prif Lanhaydd Cofrestrfa rhad ac am ddim ar gyfer Windows. Cyflym, Trwyadl a Diogel!
Frmadvdc.lblwrc.caption=Glanhaydd Cofrestrfa Wise
Frmadvdc.lblspeed.caption=Y Bunaedd Sganio Cyflymaf Yn Y Byd!
Frmadvdc.lblrec.caption=Mae Defnyddwyr Cymhwysiadau Eraill yn Hoffi:
Frmadvdc.vtfiles.Columns[0]=Enw Ffeil
Frmadvdc.vtfiles.Columns[1]=Maint
Frmadvdc.vtfiles.Columns[2]=Llwybr
Frmadvdc.vtfiles.Columns[3]=Mynediad Diwethaf
Frmadvdc.vtfiles.Columns[4]=Math
FrmAdvSettings.btnok.caption=Iawn
FrmAdvSettings.btnadd.caption=Ychwanegu
FrmAdvSettings.btnremove.caption=Tynnu
FrmAdvSettings.btncancel.caption=Canslo
FrmAdvSettings.wcknull.caption=Darganfyddwch ffeiliau gwag (0 beit, arafach)
FrmAdvSettings.wckshortcut.caption=Darganfyddwch llwybrau byr diwerth (arafach)
FrmAdvSettings.caption=Uwch Osodiadau
FrmAdvSettings.btnre.caption=Argymell
FrmAdvSettings.btnall.caption=Dewis Popeth
FrmAdvSettings.btnnone.caption=Dewis Dim
Frminput.btnok.caption=Iawn
Frminput.btncancel.caption=Canslo
FrmAbout.caption=Ynghylch
FrmAbout.lblver.caption=Fersiwn Cyfredol:
FrmAbout.lblhome.caption=Tudalen Gartref:
FrmAbout.lblemail.caption=Ebost Cefnogaeth:
FrmAbout.lblthanks.caption=Diolch i'r pobl canlynol am eu cyfraniadau:
FrmAbout.btngoogle.hint=Dilynwch ni ar Google+
FrmAutorunSettings.lblcmd.caption=Modd Llinell Gorchymyn
FrmAutorunSettings.lblcmdinfo.caption=Mae'n bosib rhedeg y rhaglen, sganio a glanhau eich gyrriant yn awtomatig o'r llinell gorchymyn. Am fwy o wybodaeth pwyswch F1 neu gliciwch ar yr URL canlynol er mwyn darllen ein dogfen cymorth.
FrmAutorunSettings.chk1.caption=Crewch eicon 'Glanhau hefo 1-clic' i'w osod ar eich desgfwrdd
FrmAutorunSettings.chkadv.caption=Cynhwyswch Uwch Lanhaydd
FrmAutorunSettings.btnhelp.caption=Cymorth Arlein
Frmcommon.lblcustom.caption=Addasu
Frmcommon.lblcustomhint.caption=Sganiwch cofnodion wedi eu haddasu.
FrmCommon.btnBack.caption=Yn ol i'r Prif Ddewislen
FrmCommon.btnall.caption=Dewis Popeth
FrmCommon.btnre.caption=Argymell
FrmCommon.btnnone.caption=Dewis Dim
FrmCommon.wckadv.caption=Cynhwyswch Uwch Lanhaydd
FrmCommon.WiseLabel1.caption=Trefnydd
FrmCommon.lbltype.caption=Dewiswch Rediad:
FrmCommon.lblweek.caption=Pa Ddiwrnod?:
FrmCommon.lbltime.caption=Amser:
FrmCommon.btnScan.caption=Sganiwch
FrmCommon.lblstat.caption=Glanhau ffeiliau ac olion diwerth yn gyflym ac hawdd
FrmCommon.btncancel.caption=Canslo
FrmCommon.btnrescan.caption=Sganiwch Eto
FrmCommon.lbltrash.caption=Sbwriel
FrmCommon.lbltrace.caption=Olion
FrmCommon.lblapp.caption=Cymhwysaidau
FrmCommon.lblcookie.caption=Cwcis
FrmCommon.lbltrashhint.caption=Ffeiliau diwerth yn y cyfrifiadur.
FrmCommon.lbltracehint.caption=Olion system a defnyddiwr
FrmCommon.lblapphint.caption=Ffeiliau ac olion diwerth a grewyd gan gymhwysiadau eraill.
FrmCommon.lblcookiehint.caption=Cwcis Porowr a Flash
FrmExclusion.btnAddFile.caption=Ychwanegwch ffeil
FrmExclusion.btnAddFolder.caption=Ychwanegwch ffolder
FrmExclusion.btnAddType.caption=Ychwanegwch Math o ffeil
FrmExclusion.BtnAddCookie.caption=Ychwanegwch Gwcis
FrmExclusion.btnImport.caption=Mewnforio
FrmExclusion.btnExport.caption=Allforio
FrmExclusion.btnRemove.caption=Tynnu
FrmGeneral.lbtran.caption=Cyfieithu...
FrmGeneral.chkNews.caption=Canfod cylchlythyrau'n awtomatig
FrmGeneral.chknotice.caption=Dangoswch neges glanhau awtomatig
FrmGeneral.chkwipe.caption=Dileu diogel (Arafach)
FrmGeneral.WiseLabel1.caption=Gwirio am Ddiweddariadau:
FrmGeneral.WiseLabel2.caption=Iaith Diofyn:
FrmGeneral.btnchecknew.caption=Gwiriwch Rwan:
FrmGeneral.chkexp.caption=Ymunwch a'r Rhaglen Cyfoethogi Profiad y Cwsmer
FrmGeneral.lblexp.caption=Manylion
FrmGeneral.chkassist.caption=Hysbysu pan mae rhywun yn postio cwestiwn a thal.
FrmGeneral.ckRestorePoint.caption=Crewch bwynt adfer ar gyfer y system cyn teneuo
FrmCustom.WiseLabel4.caption=Ffolderi Addasu i'w gwagio (Ar gael hefo'r uwch lanhaydd)
FrmCustom.btnAdd.caption=Ychwanegu
FrmCustom.btnRemove.caption=Tynnu
FrmCustom.lblCustom.caption=Addaswch eich rheolau sganio.
FrmCustom.lblcustominfo.caption=Os ydych yn ddefnyddiwr profiadol cewch addasu eich rheolau sganio er mwyn sganio mwy o ffeiliau diwerth. Cliciwch y linc canlynol er mwyn dysgu sut i greu ffeil cyfluniad.
FrmCustom.btnhelp.caption=Cymorth Arlein
FrmRestore.btnrestore.caption=Adfer
FrmRestore.btnremove.caption=Tynnu
FrmRestore.Btnclose.caption=Cau
FrmRestore.caption=Adfer
FrmSettings.tsCommon.caption=Cyffredinol
FrmSettings.tsAutoRun.caption=Rhediad Awtomatig
FrmSettings.tsExclusion.caption=Eithriad
FrmSettings.btnAbout.caption=Ynghylch
FrmSettings.btnok.caption=Iawn
FrmSettings.btncancel.caption=Canslo
FrmSettings.caption=Gosodiadau
FrmSettings.tsCustom.caption=Addasu
FrmSysClean.lblrecommendinfo.caption=Beth am drio'n rhaglenni eraill i wella perfformiad Windows?
FrmSysClean.lblcareinfo.caption=Wise Care 365 - rhaglen sy'n cyfuno gweithrediadau Glanhaydd Cofrestrfa Wise a Glanhaydd Disg Wise. Hawdd i'w ddefnyddio ac effeithiol.
FrmSysClean.lblre.caption=Hoffech wella perfformiad Windows?
FrmSysClean.btnSlimming.caption=Tynnu
FrmSysClean.btnall.caption=Dewis Popeth
FrmSysClean.btnrecommended.caption=Argymell
FrmSysClean.btnnone.caption=Dewis Dim
FrmSysClean.vtsys.Columns[0]=Eitem
FrmSysClean.vtsys.Columns[1]=Maint
FrmSysClean.vtsys.Columns[2]=Lleoliad
FrmSysClean.vtsys.Columns[3]=Awgrymiad
FrmDiskDefrag.btnfree.caption=Gofod ar Gael
FrmDiskDefrag.btnfolder.caption=Ffolder
FrmDiskDefrag.btnfile.caption=Ffeil
FrmDiskDefrag.btnsystem.caption=Ffeil System
FrmDiskDefrag.btnFragmented.caption=Olion
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Cau'r cyfrifiadur ar ol dad-ddarnio
FrmDiskDefrag.btnpause.caption=Seibiant
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Dad-ddarnio
FrmWDC.btndefrag.caption=Dad-ddarnio'r disg
FrmScheduler.caption=Trefnydd
[Lang]
NativeLanguage=Cymraeg
[GUI]
ButtonYes=Ia
ButtonNo=Na
ButtonOK=Iawn
ButtonMinimize=Lleihau
ButtonMaximize=Mwyahu
ButtonClose=Cau
ButtonRestore=Adfer
ButtonMenu=Dewislen
[Message]
NoNews=Nid oes gennych neges heb ei ddarllen.
ConfirmRemoveDownload=Bydd hyn yn dileu pob ffeil yn eich ffolder lawrlwytho. 'Da chi'n siwr bod chisho parhau?
Skipped=Wedi Sgipio
NeedAdmin=Ar gael i weinyddydd yn unig. Mewngofnodwch fel gweinyddydd.
Entries=Cofnodion
Clean=Glanhau
ScheduleHint=Tudalen Gartref
UpdateError=Gwall diweddaru, 'da chisho lawrlwytho'r fersiwn diweddaraf o'r wefan?
LestOneItem=Dylech ddewis o leiaf un eitem i'w lanhau.
HistorySaved=Y gofod cafodd ei arbed: %s
DisableAdd=Er mwyn diogelwch nid yw'n bosib ychwnegu ambell ffolder arbennig i'r rhsetr yma.
ConfirmAdd=Ydych chi'n siwr eich bod chi isho dileu pob ffeil yn %s wrth redeg yr Uwch Lanhaydd?
DupFolder=Mae'r ffolder yma wedi bodoli yn y rhestr.
ExImport=Mae'r rhestr eithrio wedi ei allforio i:
SelectHardDrive=Dewiswch Yrriant Caled
CreationDate=Diwrnod a Grewyd
Description=Disgrifiad
NowCleaning=Yn glanhau:
ScheduleNextTime=Y tro nesaf:
Never=Byth
InputType=Mewnbynnwch enw'r ffeil neu'r math o ffeil (ee: *.tmp ayyb)
WarnNoType=Dewiswch o leiaf un math o ffeil i'w chwilio amdano.
NoItemChecked=Dewiswch o leiaf un math o ffeil i'w lanhau.
WDCRunning=Mae'r rhaglen yn rhedeg.
RemoveSysRestore='Da chisho tynnu'r pwynt adfer system 'rydych wedi ei ddewis?
RestoreFromSysRestore=Rhaid ailgychwyn eich cyfrifiadur ar gyfer adfer y system. 'Da chisho cychwyn adfer rwan?
WarnZeroFile='Da chi 'di dewis Modd "Ffeil Wag". Mae angen ambell ffeil 0 byte, gwiriwch rhain cyn ey tynnu. 'Da chi'n siwr o wneud hyn?
SysRestoring=Paratoi adfer y system...
SysCreating=Wrthi'n creu pwynt adfer system...
Browse=Pori...
AllHardDrive=Gyrriant Caled Lleol
Cleaning=Glanhau...
Exported=Mae'r eitemau wedi eu hallforio i %s, 'da chishio agor y ffeil rwan?
LeftTimeSec=Hyd: %s eiliad(au)
Safetodel=Mae'n bosib dileu'r eitem yma'n ddiogel.
MoreSpace=Ar gyfer mwy o ofod.
Unknow=Anhysbys.
AddFileType=Ychwanegwch Math o ffeil
AlreadExist=Mae %s wedi bodoli yn y rhestr yn barod.
illegalType=Mae %s yn math ffeil anghyfreithlon.
Summary=Crynhodeb
InputSummary=Os gwelwch yn dda mewnbynnwch ddisgrifiad ar gyfer y math yma:
noselected=Nid oes unrhyw eitem wedi ei ddewis.
DelFileType='Da chi'n siwr eich bod chi isho dileu'r math yma o ffeil?
ScanAborted=Mae'r sgan wedi cael ei ganslo!
TrashFound=%d ffeil a chyfanswm o %s wedi eu darganfod.
NoTrashAndTrace=Llongyfarchiadau! Mae'ch cyfrifidur chi'n lan.
CleanDone=Mae'r glanhau wedi ei gwblhau!
LestOne=Dewiswch o leiaf un eitem i'w sganio.
LestOneClean=Dewiswch o leiaf un eitem i'w lanhau.
Scanning=Sganio...
InvalidIgnorItem=Nid yw'n bosib anwybyddu'r eitem yma.
TraceFound=%d olion wedi eu darganfod.
CleanNow=Arygymhellir glanhau'n syth.
TrashRemoved=%d wedi eu dileu a %s gofod wedi ei ryddhau.
TraceRemoved=%d olion wedi eu dileu.
LastCommonClean=Yr tro olaf i chi lanhau eich gyrriant oedd:
Working=Arhoswch nes bod y dasg cyfredol yn cael ei gwblhau, wedyn ceisiwch eto os gwelwch yn dda.
NoFilesFound=Dim ffeiliau dros dro
NoTracesFound=Dim olion
FindTraces=%d olion
NoItemFound=Heb ddarganfod eitemau.
FindFilesSize=%d ffeil a chyfanswm o %s wedi eu darganfod
FindTracesSection=%d olion wedi eu darganfod yn yr adran yma
CanFreeSpace=%d ffeil wedi eu darganfod a bydd %s yn cael eu harbed
TotalTraces=Cyfanswm o %d olion wedi eu darganfod
EnableRestore=Mae Adfreiad System wedi ei analluogi. 'Da chisho galluogi adferiad system?
RestorePointFail=Methu creu pwynt adfer system.
ErrorMsg=Gwall:
NoNewVer=Llongyfarchiadau! 'Da chi'n defnyddio'r fersiwn mwyaf cyfredol!
KeyWord=Os gwelwch yn dda, mewnbynnwch eich allweddair/allweddeiriau:
AddFolder=Ychwanegwch ffolder
CannotCrTask=Methu trefnu tasg.
InvalidType=Mewnbynnwch estyniad ffeil dilys os gwelwch yn dda.
NoType=Ticiwch o leiaf un math ar gyfer eich chwilio os gwelwch yn dda.
FailToDelete=Bydd ambell ffeil sydd ddim yn medru cael eu dileu yn cael eu dileu ar ol ailgychwyn.
GoodHabit=Mae cadw'ch cyfrifiadur yn lan yn arfer dda. Cadwch ati os gwelwch yn dda.
7After=Mae %d diwrnod wedi pasio ers y glanhau diwethaf. Awgrymir sgan ar fyrder.
7Before=Mae'n arfer dda i gadw'ch gyrriant yn lan a'ch preifatrwydd yn ddiogel.
TaskExists=Mae'r tasg a drefnir wedi bodoli. 'Da chisho'i ddileu neu greu tasg a drefnir newydd? (Na - Golygwch y dasg bresennol. Canslo - Canslo'r broses.)
NoBackupSelected=Dewiswch o leiaf un copi wrth gefn i'w adfer.
StartScan=Sganiwch
StartClean=Glanhau
Cancel=Canslo
Idle=Pan yn segur
Daily=Dyddiol
Weekly=Wythnosol
Monthly=Misol
Monday=Dydd Llun
Tuesday=Dydd Mawrth
Wednesday=Dydd Mercher
Thursday=Dydd Iau
Friday=Dydd Gwener
Saturday=Dydd Sadwrn
Sunday=Dydd Sul
AvdDefaultHint=Mae'r adran yma'n rhoi gosodiadau uwch er mwyn darganfod mwy o ffeiliau diwerth ac i ryddhau mwy o ofod.
TrashFoundEx=Mae'r ffeiliau dros dro canlynol wedi eu darganfod:
NoDriveChecked=Dylech ddewis un neu fwy o yrriannau i'w sganio.
ScanFor=Sganio'ch gyrriant:
FindDrives=Chwilio'ch gyrriant:
Login=Mewngofnodi
NewVer=Mae fersiwn mwy diweddar o Lanhaydd Disg Wise ar gael. 'Da chisho'i uwchraddio rwan?
TranslateTo=Cyfieithwch...
AddCookies=Ychwanegwch Gwcis
InputCookie=Mewnbynnwch Cwcis (er enghraifft: wisecleaner.com ayyb)
InvalidCookie=Cwcis Diwerth
BrowserRunning=Mae %s yn rhedeg. Hoffwch ei gau? Ni fydd posib glanhau'r storfa a'r cwcis.
CookieConfirm=Mae'r eitemau sydd wedi eu dewis yn cynnwys "Cwcis". 'Da chi'n siwr 'da chisho'u glanhau?
PWPConfirm=Mae'r eitemau sydd wedi eu dewis yn cynnwys "Cyfrineiriau wedi eu Harbeb gan eich Porwr". 'Da chi'n siwr 'da chisho'u glanhau?
PWCookieConfirm=Mae'r eitemau sydd wedi eu dewis yn cynnwys "Cyfrineiriau wedi eu Harbeb gan eich Porwr" a "Cwcis". 'Da chi'n siwr 'da chisho'u glanhau?
[CommonClean]
ScanAbortedHint=Rydym yn awgrymu eich bod yn sganio eto'n syth er mwyn darganfod ffeiliau ac olion diwerth.
DefaultHint=Mae glanhau ffeiliau ac olion rhyngrwyd yn medru arben gofod a sicrhau eich diogelwch.
ScanAbortedHint1=Rydym yn awgrymu eich bod yn sganio eto'n syth er mwyn darganfod ffeiliau diwerth.
WhenIdle=Pan yn segur
WhenLogin=Mewngofnodi
[SysClean]
Open=Agor
Remove=Tynnu
MoreSpace=Opsiynol
Cleaning=Glanhau...
Scanning=Sganio...
ScanEnd=Darganfuwyd cyfanswm o %d eitem. Bydd %s o ofod ar eich disg yn cael ei ryddhau ar ol teneuo.
NoItems=Llongyfarchiadau! Mae'ch gyrriant system yn lan.
SpaceFreed=Mae'r teneuo wedi gorffen. Mae %s o ofod wedi ei ryddhau.
Installer=Hen Osodwr Windows
LongInstaller=Mae Hen Osodwyr Windows yn ffeiliau diwerth. Mae'n bosib eu dileu er mwyn rhyddhau mwy o ofod.
PatchUninstall=Ffeiliau Dadosod Cyweirion Diweddaru Windows
LongPatchUninstall=Os nad oes angen dadosod Diweddaru Windows maen bosib dileu'r ffeiliau yma.
Downloadedfiles=Ffeiliau Gosod Windows wedi eu lawrlwytho
Longdownloadedfiles=Ar ol gosod y diweddariad Windows yn llwyddiannus mae'n ddiogel i ddileu'r ffeiliau.
Baselinecache=Storfa Llinell Sylfaen Gosodydd Windows
LongBaselinecache=Crewyd y ffeiliau gan wasanaedd gosod Windows, mae'n bosib eu dileu.
JPIME=IME Siapaneaidd
LongJPIME=Os nad ydych angen y ffeiliau IME Siapaneaidd mwyach, cewch eu dileu.
KoreanIME=IME Coreaidd
LongKoreanIME=Os nad ydych angen y ffeiliau IME Coreaidd mwyach, cewch eu dileu.
TChineseIME=IME Tsieniaidd Traddodiadol
LongTChineseIME=Os nad ydych angen y ffeiliau IME Tsieniaidd Traddodiadol mwyach, cewch eu dileu.
MPinyinIME=IME Pinyin MS
LongMPinyinIME=Os nad ydych angen y ffeiliau IME Pinyin MS mwyach, cewch eu dileu.
HelpFile=Ffeiliau Cymorth Windows
LongHelpFile=Os nad ydych angen y ffeiliau IME Siapaneaidd mwyach, cewch eu dileu.
SamplePic=Sampl Lluniau Windows
LongSamplePic=Os nad ydych angen Sampl Lluniau Windows mwyach, cewch eu dileu.
SampleMic=Sampl Cerddoriaeth Windows
LongSampleMic=Os nad ydych angen Sampl Cerddoriaeth Windows mwyach, cewch eu dileu.
SampleVideos=Sampl Fideo Windows
LongSampleVideos=Os nad ydych angen Sampl Fideo Windows mwyach, cewch eu dileu.
SampleMedia=Sampl Cyfryngau Windows
LongSampleMedia=Os nad ydych angen sampl Cyfryngau Windows mwyach, cewch eu dileu.
Wallpaper=Ffeiliau papur wal Windows
LongWallpaper=Os nad ydych angen y ffeiliau papur wal mwyach, cewch eu dileu.
[DiskDefrag]
Aborted=Canslo
Volume=Gyrriant
Format=Ffeil System
TotalSpace=Cyfanswm Gofod
FreeSpace=Gofod ar Gael
Fragmented=Olion
Status=Statws
PmDefrag=Dad-ddarnio
QuickOpt=Optimeiddiad Cyflym
FullOpt=Optimeiddiad Llawn
PmAnlyse=Dadansoddi
Resume=Ailddechrau
Analying=Yn dadansoddi
Defragmenting=Yn Dad-ddarnio
Optimizing=Optimeiddio
Analyed=Wedi dadansoddi
Defragmented=Wedi dad-ddarnio
Optimized=Wedi optimeiddio
Pause=Seibiant
IsSSD=Cewch ddewis o leiaf un Gyrriant Cyflwr Solet ond mae 'na siawns bydd dad-ddarnio'r disg yn lleihau ei oes. 'Da chi'n siwr eich bod chisho parhau?
FragmentedRate=Darniad
Win10Upgrade=Ffeiliau uwchraddio Windows 10
Win10UpgradeLong=Os ydych wedi uwchraddio i Windows 10 yn barod dilewch y ffolder yma er mwyn cael mwy o ofod ar eich disg.
[Area]
WinInstallerPackage=Hen Osodwr Windows
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
WindowsSysCache=Storfa System Windows
WindowsWordpad=Windows WordPad
WinInstallerCache=Storfa Gosodwr Windows
WinSxsBackup=Copi Wrth Gefn Windows WinSxs
Cookies=Cwcis
DOMStoreCookies=Cwcis Storfa Microsoft IE DOM
DownloadedPatch=Ffeiliau Uwchraddio Windwos
Downloads=Ffeiliau wedi eu lawrlwytho gan borwr
Dump=Ffeiliau Dymp Cof
ErrorReport=Ffeiliau Adroddiadau Gwall
ExplorerMRU=MRUs Explorer Eraill
FontCache=Storfa Ffont Windows
IISLog=Log IIS
InvalidLnk=Llwybrau Byr Diwerth
InvalidScTask=Tasgiau wedi eu Trefnu sy'n Ddiwerth
InvalidStartMenu=Dewislen Cychwynnol Diwerth
JumpList=Rhestrau Naid Bar Tasgau (Bydd Eitemau Sefydlog yn cael eu glanhau hefyd)
LogFile=Ffeiliau Log System
MESCache=Diogelwch Hanfodol Microsoft
MetroCache=Storfa Windows Metro
MSOffice=Microsoft Office
Networkmapping=Hanes Mapio Gyrriant Rhwydwaith
Office=Microsoft Office
OfficePicture=Rheolwr lluniau Microsoft Office
OfficeRecent=Hanes Diweddar Microsoft Office
Prefetch=Hen Ddata Rhagddodiad
Recentdocuments=Dogfennau Diweddar
Recyclebin=Gwagio'r Bin Ailgylchu
RemoteDesktop=Ffeiliau Storfa Bwrdd Gwaith Anghysbell
RunStartMenu=Rhedeg yn y Dewislen Cychwyn
SafariCache=Storfa Rhyngrwyd Safari
SafariCookies=Cwcis Safari
SafariHistory=Hanes Safari
SafariPass=Gwybodaeth Ffurflen wedi eu harbed ar gyfer Safari
SearchList=Hanes Chwilota Windows
SysTemp=Ffeiliau Dros Dro Wedi eu Creu gan Windows
SystemTrace=Olion Windows a Chymwysiadau
ThumbCache=Storfa man-luniau
TraceClean=Olion yn y Cyfrifiadur
TraryNotify=Storfa Eicion Ardal Hysbysu
TrashClean=Ffeiliau yn y Cyfrifiadur
TypeInternetCache=Storfa Porwr Gwe
TypeInternetTrace=Olion Porwr Gwe
TypeMedia=Amlgyfrwng
TypeOtherApp=Cymwysiadau Eraill
TypeSystem=System Windows
TypeWComponents=Cyfrannau Windows
UserTemp=Ffeiliau Dros Dro Wedi eu Creu gan Gymwysiadau
ChromeCache=Storfa Google Chrome
ChromeCookies=Cwcis Google Chrome
ChromeForm=Hanes Ffurflen Hunanlenwi Google Chrome
Chromelocalstorage=Hanes Google Chrome
ChromePass=Cyfrineirau Google Chrome
ChromeSession=Sesiwn Google Chrome
FireFoxCache=Storfa Mozilla Firefox
FireFoxCookies=Cwcis Mozilla Firefox
FireFoxForm=Hanes Ffurflen Hunanlenwi Mozilla Firefox
FireFoxOther=Hanes Eraill Mozilla Firefox
FireFoxPass=Cyfrineirau Mozilla Firefox
LastDownloadDir=Lleoliad Lawrlwytho Olaf
IEAddressBarHistory=Hanes Bar Cyfeiriadau Microsoft Internet Explorer
IECahce=Storfa Microsoft IE
IECookies=Cwcis Microsoft IE
IEForm=Hanes Ffurflen Hunanlenwi IE (Ni fydd Data Personnol yn cael ei restru)
IEHistory=Hanes Gweithredol Microsoft Internet Explorer
IEPass=Cyfrineiriau IE (Ni fydd Data Personnol yn cael ei restru)
OperaCache=Storfa Opera
OperaCookies=Cwcis Opera
OperaHistory=Hanes Opera
OperaPassword=Cyfrineirau Opera
OperaSessions=Sesiwn Opera
OperaSiteIcon=Eiconau Gwefan Opera
OperaURLHistory=URLs wedi eu teipio'n nOpera
PaleMoonCache=Storfa PaleMoon
PaleMoonCookies=Cwcis PaleMoon
PaleMoonDownloadHistory=Hanes Lawrlwytho PaleMoon
PaleMoonHistory=Hanes PaleMoon
PaleMoonSavedFormInformation=Gwybodaeth Ffurflen wedi eu harbed ar gyfer PaleMoon
PaleMoonSession=Sesiwn PaleMoon
PaleMoonSitePreferences=Dewisiadau Safle PaleMoon
Vivaldi=Vivaldi
VivaldiCache=Storfa Vivaldi
VivaldiCookies=Cwcis Vivaldi
VivaldiForm=Hanes Ffurflen Vivaldi wedi ei Gwblhau'n Awtomatig
Vivaldilocalstorage=Storfa leol Vivaldi
VivaldiSavedpasswords=Cyfrineirau Vivaldi
VivaldiSession=Sesiwn Vivaldi
Yandex=Yandex
YandexCache=Storfa Yandex
YandexCookies=Cwcis Yandex
YandexForm=Hanes Ffurflen Yandex wedi ei Gwblhau'n Awtomatig
YandexLocalstorage=Storfa leol Yandex
Yandexpass=Cyfrineiriau Yandex
YandexSession=Sesiwn Yandex
BraveBrowser=Porwr Brave
BraveBrowserCache=Rhannwch ar Twitter
Bravecookies=Cwcis Porwr Brave
Braveform=Hanes Ffurflen Porwr Brave wedi ei Gwblhau'n Awtomatig
BraveBrowserlocalstorage=Storfa leol Porwr Brave
Bravepass=Cyfrineiriau Porwr Brave
BraveSession=Sesiwn Porwr Brave
MSEdgeLegacyCache=Storfa MS Edge Legacy
MSEdgeLegacyHistory=Hanes MS Edge Legacy
MSEdgeLegacyDownloadHistory=Hanes Lawrlwytho MS Edge Legacy
MSEdgeLegacyTypedURLs=URL wedi eu Teipio ar gyfer MS Edge Legacy
MSEdgeLegacySavedFormInformation=Ffurlfen Wybodaeth wedi ei Storio ar gyfer MS Edge Legacy
MSEdgeLegacySavedPasswords=Cyfrineiriau MS Edge Legacy
MSEdgeLegacySession=Sesiwn MS Edge Legacy
MSEdgeLegacyCookie=Cwci MS Edge Legacy
MSEdgeChromiumCache=Storfa MS Edge Chromium
MSEdgeChromiumlocalstorage=Storfa Leol MS Edge Chromium
MSEdgeChromiumform=Hanes Ffurflen MS Edge Chromium wedi ei Gwblhau'n Awtomatig
MSEdgeChromiumpass=Cyfrineiriau MS Edge Chromium
MSEdgeChromiumsession=Sesiwn MS Edge Chromium
MSEdgeChromiumcookies=Cwcis MS Edge Chromium
MSEdgeDevCache=Storfa MS Edge Dev
MSEdgeDevlocalstorage=Storfa Leol MS Edge Dev
MSEdgeDevform=Hanes Ffurflen MS Edge Dev wedi ei Gwblhau'n Awtomatig
MSEdgeDevpass=Cyfrineiriau MS Edge Dev
MSEdgeDevsession=Sesiwn MS Edge Dev
MSEdgeDevcookies=Cwcis MS Edge Dev
MSEdgeBetaCache=Storfa MS Edge Beta
MSEdgeBetalocalstorage=Storfa Leol MS Edge Beta
MSEdgeBetaform=Hanes Ffurflen MS Edge Beta wedi ei Gwblhau'n Awtomatig
MSEdgeBetapass=Cyfrineiriau MS Edge Beta
MSEdgeBetasession=Sesiwn MS Edge Beta
MSEdgeBetacookies=Cwcis MS Edge Beta
MSEdgeCanaryCache=Storfa MS Edge Canary
MSEdgeCanarylocalstorage=Storfa Leol MS Edge Canary
MSEdgeCanaryform=Hanes Ffurflen MS Edge Canary wedi ei Gwblhau'n Awtomatig
MSEdgeCanarypass=Cyfrineiriau MS Edge Canary
MSEdgeCanarysession=Sesiwn MS Edge Canary
MSEdgeCanarycookies=Cwcis MS Edge Canary
ComodoDragonCach=Storfa Comodo Dragon
ComodoDragonlocalstorage=Storfa Leol Comodo Dragon
ComodoDragonForm=Hanes Ffurflen Comodo Dragon wedi ei Gwblhau'n Awtomatig
ComodoDragonPass=Cyfrineiriau Comodo Dragon
ComodoDragonSession=Sesiwn Comodo Dragon
ComodoDragonCookie=Cwcis Comodo Dragon
RockMeltCache=Storfa RockMelt
RockMeltlocalstorage=Storfa Leol RockMelt
RockMeltForm=Hanes Ffurflen RockMelt  wedi ei Gwblhau'n Awtomatig
RockMeltPass=Cyfrineiriau RockMelt
RockMeltSession=Sesiwn RockMelt
RockMeltCookie=Cwcis RockMelt
CentBrowserCache=Storfa CentBrowser
CentBrowserlocalstorage=Storfa Leol CentBrowser
CentBrowserForm=Hanes Ffurflen CentBrowser wedi ei Gwblhau'n Awtomatig
CentBrowserPass=Cyfrineiriau CentBrowser
CentBrowserSession=Sesiwn CentBrowser
CentBrowserCookie=Cwcis CentBrowser
ChromiumCache=Storfa Chromium
Chromiumlocalstorage=Storfa Leol Chromium
ChromiumForm=Hanes Ffurflen Chromium wedi ei Gwblhau'n Awtomatig
ChromiumPass=Cyfrineiriau Chromium
ChromiumSession=Sesiwn Chromium
ChromiumCookie=Cwcis Chromium
TorchCache=Storfa Torch
Torchlocalstorage=Storfa Leol Torch
TorchForm=Hanes Ffurflen Torch wedi ei Gwblhau'n Awtomatig
TorchPass=Cyfrineiriau Torch
TorchSession=Sesiwn Torch
TorchCookie=Cwcis Torch
OperaGXCache=Storfa Opera GX
OperaGXlocalstorage=Storfa Leol Opera GX
OperaGXForm=Hanes Ffurflen Opera GX wedi ei Gwblhau'n Awtomatig
OperaGXPass=Cyfrineiriau Opera GX
OperaGXSession=Sesiwn Opera GX
OperaGXCookie=Cwcis Opera GX
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Advanced Searchbar
YahooToolbar=Yahoo Toolbar
WindowsLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleToolbarIE=Google Toolbar IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Google Calendar Sync
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Office 2016
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=MS Management Console
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm History
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa-Search History
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule-Search History
eMuleFileHashes=eMule-File Hashes
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Microsoft.SkypeApp=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm Logs
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware Log
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=Fast Stone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software Install Cache
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-cache
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent Logs
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=FFeiliau Diweddariad Driver Genius
DriverGeniusBackupFiles=Ffeiliau Wrth Gefn Driver Genius
DriverGeniusDownloadInstallerFiles=Ffeiliau Gosod Driver Genius wedi eu Lawrlwytho
DriverGeniusCacheFiles=Ffeiliau Storfa Driver Genius
QQMusicCacheFiles=Ffeiliau Storfa QQ Music
KuGouMusicCacheFiles=Ffeiliau Storfa KuGou Music
KuGouLyricFiles=Ffeiliau Storfa KuGou Lyric
XIAMIMusicCache=Storfa XIAMI Music
NeteaseCloudMusicCache=Storfa Netease Cloud Music
KuWoInstallCache=Storfa Gosod KuWo Music
KuWoMusicCache=Storfa KuWo Music
BaiduMusicLogFiles=Ffeiluau Log Baidu Music
BaiduMusicCache=Storfa Baidu Music
WeSingLogFiles=Ffeiliau Log WeSing
WeSingCache=Storfa WeSing
QQLiveCacheFiles=Ffeiliau Storfa QQLive
YoukuCacheFiles=Ffeiliau Storfa Youku
IQIYIVideoCacheFiles=Ffeiliau Storfa IQIYI Video
mgtvLogFiles=Ffeiliau Log mgtv
mgtvCacheFiles=Ffeiliau Storfa mgtv
CNTVUpdateLogFiles=CNTV Update and Log Files
SOHUPlayerCacheandLogFiles=SOHU Player Cache and Log Files
SOHUPlayerDownloadsCache=Storfa Lawrlwythiadau SOHU Player
StormPlayerTempFiles=Ffeiliau Dros Dro Storm Player
PPTVTempFiles=PPTV Temp Files
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ Cache Files
QQreceivedimages=QQ received images
QQreceivedfiles=QQ received files
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon
QQreceivedVideo=QQ received Video
QQreceivedAudio=QQ received Audio
TIMCacheFiles=TIM Cache Files
QTalkCacheFiles=QTalk Cache Files
QQPCMgr=QQ PC Manager
TencentQQGame=Tencent QQGame
[Type]
UserDefine=Diffiniad Defnyddiwr
ZeroFile=Ffeiliau Gwag - 0 beit
WinSetupLog=Ffeiliau Log Gwall Gosod Windows
NtUninstall=Ffynonellau Dadosod Cyweirion Windows
InvalidLnk=Llwybrau Byr Diwerth
UserTemp=Ffeiliau mewn ffolderi dros dro Defnyddwyr
WinTemp=Ffeiliau mewn ffolderi dros dro Windows
RecentFiles=Rhestr o ffeiliau Diweddar
PatchSource=Ffynonellau Diweddaru Windows
TempFile=Ffeiliau Dros Dro
fcwdir=Ffeiliau wedi eu creu wrth lawrlwytho
tfcbp=Ffeiliau dros dro wedi eu Creu gan raglenni
sdrf=Ffeiliau Adfer a grewyd yn ystod sganio disg
OldFile=Hen Ffeiliau
outdatedfile=Ffeiliau Wedi Dyddio
fcwhfir=Ffeiliau wedi eu creu tra bod ffeil cymorth yn rhedeg
Ncfile=Ffeiliau storfa Grwp newyddion
Backupfile=Ffeiliau Wrth Gefn
WBfile=Ffeiliau Wrth Gefn MS Word
Cbswahf=Ffeiliau wedi eu creu tra'n chwilota ffeil cymorth
whtf=Ffeiliau Dros Dro System Gymroth Windows
Logfile=Ffeiliau Log
LLogfile=Ffeiliau Log wedi ei creu gan gymhwysiadau neu wasanaethau system .
Errorfile=Ffeiliau Gwall
Wmdf=Ffeiliau Dymp Cof Win2000/XP
bcomf=Copiau wrth gwfn o ffeiliau wedi eu haddasu
Indexfile=Ffeiliau Mynegai
ifcbsiotitpbs=Ffeiliau Mynegai wedi eu creu gan y system er mwyn cyflymu buanedd pori lluniau
Tfcds=Ffeiliau dros dro a grewyd yn ystod sefydlu
Intermediatefile=Ffeiliau Rhyngol
chkfile=Ffeil wedi ei adfer
[AutoClean]
DiskSaved=gofod wedi ei Arbed.
Title=Llongyfarchiadau!
TraceCleanned=olion wedi eu glanhau.
[Skin]
SkinDefault=Diofyn
SkinGray=Llwyd
SkinOrange=Oren
SkinCustom=Addasu
SkinColor=Dewis lliw croen
[AutoUpdate]
CurrentFile=Ffeil gyfredol:
Canceling=Yn canslo...
CANCEL=Canslo
Ready=Yn barod i lawrlwytho
[EUASK]
regcaption=Cofrestru
logincaption=Mewngofnodi
FrmEuaskLogin.lblJoin.Caption=Ymuno a Euask
FrmEuaskLogin.lblSign.Caption=Mewngofnodi i Euask
FrmEuaskLogin.lblnick.Caption=Enw Defnyddiwr:
FrmEuaskLogin.lbl1.Caption=Cyfrinair:
FrmEuaskLogin.btnlogin.caption=Mewngofnodi
FrmEuaskLogin.btnregister.Caption=Cofrestru
FrmEuaskLogin.btnpwd.Caption=Wedi anghofio'ch cyfrinair?
FrmEuaskLogin.WiseLabel1.Caption=Enw Defnyddiwr:
FrmEuaskLogin.WiseLabel2.Caption=Cyfrinair:
FrmEuaskLogin.btnreg.caption=Cofrestru
FrmEuaskLogin.WiseSimpleButton1.Caption=Mewngofnodi
FrmEuaskLogin.lbl2.Caption=Ebost:
FrmEuaskLogin.btnnone.Caption=Nid ar hyn o bryd
inputuser=Mewnbynnwch eich enw defnyddiwr a'ch cyfrinair os gwelwch yn dda.
